.insomnia/Request/req_e0fe264025a249e6b5381d92c5d911b3.yml

_id: req_e0fe264025a249e6b5381d92c5d911b3
type: Request
parentId: fld_3caac6b05ac24a3f8f8296f9cd426374
modified: 1655748082594
created: 1647557408173
url: https://191.241.195.16/ws/elementsInformationService
name: GetElementPerformance
description: ""
method: POST
body:
  mimeType: ""
  text: >-
    <?xml version="1.0" encoding="UTF-8"?>

    <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:com="com.gilat.ngnms.server.services.ws.cfg.face">   

    <soapenv:Header/>    

    <soapenv:Body>       

    <com:getElementPerformance>         

    <reportElement>             
        <element>                
            <eType>CPE</eType>                
            <cpeId>                   
                <managedGroupId>7</managedGroupId>                   
                <subscriberId>1360470</subscriberId>                
            </cpeId>             
        </element>             
        <reportType>TX_CAPABILITY</reportType>             
        <resolution>H</resolution>             
        <startDate>1595549154000</startDate>             
        <endDate>1595635554000</endDate>          
    </reportElement>          

    <lastIndex>0</lastIndex>       

    </com:getElementPerformance>    

    </soapenv:Body> 

    </soapenv:Envelope> 
parameters: []
headers:
  - name: Content-Type
    value: text/xml
    id: pair_567249b102eb46e4a2f43628a6169b1e
authentication:
  type: basic
  disabled: false
  username: telefonica
  password: $telefonica$
metaSortKey: -1632950548148
isPrivate: false
settingStoreCookies: true
settingSendCookies: true
settingDisableRenderRequestBody: false
settingEncodeUrl: true
settingRebuildPath: true
settingFollowRedirects: global
